const dummy =
  //사용자가 추가할 category
  [
    {
      category: "생필품",
      data: [
        {
          title: "생수",
          link: "생수 링크",
          price: "생수 가격",
          info: "정보",
          ssg: [
            {
              크롤링제목: "쓱 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          coupang: [
            {
              크롤링제목: "coupang 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          naver: [
            {
              크롤링제목: "naver 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
        },
        {
          title: "탄산수",
          link: "탄산수 링크",
          price: "탄산수  가격",
          info: "정보",
          ssg: [
            {
              크롤링제목: "쓱 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          coupang: [
            {
              크롤링제목: "coupang 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          naver: [
            {
              크롤링제목: "naver 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
        },
        {
          title: "1",
          link: "생수 링크",
          price: "생수 가격",
          info: "정보",
          ssg: [
            {
              크롤링제목: "쓱 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          coupang: [
            {
              크롤링제목: "coupang 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          naver: [
            {
              크롤링제목: "naver 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
        },
        {
          title: "2",
          link: "생수 링크",
          price: "생수 가격",
          info: "정보",
          ssg: [
            {
              크롤링제목: "쓱 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          coupang: [
            {
              크롤링제목: "coupang 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          naver: [
            {
              크롤링제목: "naver 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
        },
        {
          title: "3",
          link: "생수 링크",
          price: "생수 가격",
          info: "정보",
          ssg: [
            {
              크롤링제목: "쓱 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          coupang: [
            {
              크롤링제목: "coupang 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          naver: [
            {
              크롤링제목: "naver 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
        },
        {
          title: "4",
          link: "생수 링크",
          price: "생수 가격",
          info: "정보",
          ssg: [
            {
              크롤링제목: "쓱 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          coupang: [
            {
              크롤링제목: "coupang 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          naver: [
            {
              크롤링제목: "naver 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
        },
        {
          title: "5",
          link: "생수 링크",
          price: "생수 가격",
          info: "정보",
          ssg: [
            {
              크롤링제목: "쓱 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          coupang: [
            {
              크롤링제목: "coupang 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          naver: [
            {
              크롤링제목: "naver 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
        },
      ],
    },
    {
      category: "옷",
      data: [
        {
          title: "후드티",
          link: "후드티 링크",
          price: "후드티 가격",
          info: "정보",
          ssg: [
            {
              크롤링제목: "쓱 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          coupang: [
            {
              크롤링제목: "coupang 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          naver: [
            {
              크롤링제목: "naver 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
        },
        {
          title: "자켓",
          link: "자켓 링크",
          price: "자켓  가격",
          ssg: [
            {
              크롤링제목: "쓱 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "쓱 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          coupang: [
            {
              크롤링제목: "coupang 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "coupang 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
          naver: [
            {
              크롤링제목: "naver 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 2 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
            {
              크롤링제목: "naver 3 크롤링제목",
              크롤링링크: "생수 크롤링 링크",
              크롤링가격: "생수 크롤링가격",
            },
          ],
        },
      ],
    },
  ];

  let test = "//:abcd";
console.log(test.slice(2));
